{
    "uuid": [
        {
            "value": "9864a747-899d-4b8e-834c-f41373a03a75"
        }
    ],
    "langcode": [
        {
            "value": "en"
        }
    ],
    "type": [
        {
            "target_id": "page",
            "target_type": "node_type",
            "target_uuid": "2fb016fa-b70a-4ad5-b233-92df166d35e0"
        }
    ],
    "revision_timestamp": [
        {
            "value": "2024-04-07T00:57:28+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "revision_uid": [
        {
            "target_type": "user",
            "target_uuid": "30237f82-3052-4f3a-bbcc-17a2332e772d"
        }
    ],
    "revision_log": [],
    "status": [
        {
            "value": true
        }
    ],
    "uid": [
        {
            "target_type": "user",
            "target_uuid": "30237f82-3052-4f3a-bbcc-17a2332e772d"
        }
    ],
    "title": [
        {
            "value": "Critical Praise"
        }
    ],
    "created": [
        {
            "value": "2024-04-07T00:44:12+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "changed": [
        {
            "value": "2024-04-07T00:57:28+00:00",
            "format": "Y-m-d\\TH:i:sP"
        }
    ],
    "promote": [
        {
            "value": false
        }
    ],
    "sticky": [
        {
            "value": false
        }
    ],
    "default_langcode": [
        {
            "value": true
        }
    ],
    "revision_translation_affected": [
        {
            "value": true
        }
    ],
    "path": [
        {
            "alias": "\/praise",
            "langcode": "en",
            "pathauto": 0
        }
    ],
    "body": [
        {
            "value": "<p>★★★★★<br>“Make no mistake, this is a great and triumphant tale. Dark and soulful; haunting and hopeful. Epic world building, beautiful prose, and the uncertainty of what moves and screams beyond walls of protection. It's the kind of book and author that makes a darning, masterful, and compelling bid for literary greatness!”<br>—Seattle Book Review<\/p><hr><p>\u2029★★★★<br>“I recommend it to everyone who likes Studio Ghibli movies, and reading about found family, hope, and a compelling female hero.”<br>—Lianne Brouwer\u2029<\/p><hr><p>★★★★★<br>“Dark atmosphere with Pan's Labyrinth vibes. […] The description is right: there is a noticeable similarity with the art of Hayao Miyazaki.”<br>\u2029—Félszipókás Ősmoly &nbsp;\u2029<\/p><hr><p>★★★★★<br>“I loved this book from the first page, and I won't be surprised if it is one of my favorite books of the year. It definitely lives up to all that it claims to be while also managing to surprise and delight in ways I was not expecting.”<br>—Caroline McClure, Librarian\u2029<\/p><hr><p>★★★★★<br>“I am almost at a loss on how to describe how wonderful this book was. Reading it made me feel like I fell through a wardrobe and was exploring something new and completely undiscovered.”<br>—Diane Tait\u2029<\/p><hr><p>★★★★★<br>“Ogma is a perfect character for the reader to relate and root for. Envision Dorothy in a world of cruel mists summoning up her last bites of courage to save all her Oz companions.”\u2029<br>—Seattle Book Review &nbsp;<\/p><hr><p>★★★★★<br>“Master storyteller T.H. Lehnen’s debut novel […] Fog &amp; Fireflies is a truly unique and enjoyable piece of fantasy fiction.”\u2029<br>—San Francisco Book Review\u2029<\/p><hr><p>★★★★★<br>“Lehnen takes world-building to a new level […] The world of Lehnen’s creation is a dark, brooding character that taunts, invades, and can abduct the adults of the villages. The settings and environment are an essential character in the story.\"<br>—Portland Book Review\u2029<\/p><hr><p>★★★★★<br>“The novel overflows with creativity and offers some of the most unique world-building you'll find in a genre that can feel like everything has already been done. Lehnen is a masterful storyteller, and his realm of fear and fireflies practically glitters on the page.”<br>—Self-Publishing Review\u2029&nbsp;<\/p><hr><p>Read more or provide your own review at <a href=\"https:\/\/www.goodreads.com\/book\/show\/205103992-fog-fireflies\">Goodreads<\/a>.<\/p>",
            "format": "full_html",
            "summary": "Critical praise for Fog & Fireflies by T.H. Lehnen from professional publications and independent reviewers."
        }
    ]
}